{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Спасибо, что согласился поговорить со мной. Мне это действительно сейчас нужно. Я всё никак не могу отпустить эту тяжесть в своей жизни. Хотя с детства, с самого рождения, я была хорошим вопитанным ребёнком.","\n","ev","str","^Давай по порядку. Что было с детства?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"childhood"},{"#f":5}]}],{"#f":1}],"childhood":[["^Я хорошо училась в школе, была круглой отличницей, всегда всем помогала, слушала родителей и не доставляла им проблем, меня всегда хвалили. Но от этого возникло в будущем много проблем... ",{"#":"KeyWord.проблем"},{"#":"Virtue.0"},"\n","ev","str","^Какие проблемы из-за этого?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"problemsBecauseOfPerfectionism"},{"#f":5}]}],{"#f":1}],"problemsBecauseOfPerfectionism":[["^Да, хоть и кажется, да что может случиться? Ангельский ребёнок... Из-за того, что я была отличницей всё время, на мне висело это клеймо и я не могла совершать ошибки вообще, я боялась, что где-то что-то сделаю не то, боялась, что обо мне подумают... поэтому ближе к универу было тоже тяжело. ",{"#":"KeyWord.универу"},"\n","ev","str","^Рассказывай, что такое?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"parentsWantALawyer"},{"#f":5}]}],{"#f":1}],"parentsWantALawyer":[["^Родители хотели, чтобы я стала юристом, это же так престижно!.. Но мне это не нравилось от слова совсем, я хотела связать свою жизнь с искусством, но родители говорили, что я много на этом не заработаю, а содержать всю свою жизнь они меня не собираются, и такая дочь им не нужна. Настаивали на том, чтобы я стала юристом.","\n","ev","str","^И что ты в итоге сделала?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"universityDepression"},{"#f":5}]}],{"#f":1}],"universityDepression":[["^А у меня разве был выбор? Конечно, поступила на юриста, но на пары почти не ходила. Мне было тошно там находиться. Решила вместо универа идти зарабатывать деньги. ",{"#":"KeyWord.деньги"},"\n","ev","str","^И как? Нашла какие-нибудь варианты?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"foundJob"},{"#f":5}]}],{"#f":1}],"foundJob":[["^Я хотела найти хоть что-то, куда взяли бы меня без образования, чтобы нравилось, да и чтобы могла хоть иногда в универе появляться... нашла кое-что. ",{"#":"KeyWord.кое-что"},"\n","ev","str","^Надеюсь, какая-нибудь нормальная работа?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"workAsBarman"},{"#f":5}]}],{"#f":1}],"workAsBarman":[["^Да. На самом деле ничего такого и страшного. Пошла барменом работать, скажи ведь, ничего плохого?","\n","ev","str","^Нормально, да, если заведение не криминальное.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"secretFromParents"},{"#f":5}]}],{"#f":1}],"secretFromParents":[["^Но родителям я, конечно, не сказала об этом. Еще какую другую работу для подработки нашла - еще ладно, но это... Мои родители слишком близко воспринимают всё к сердцу.","\n","^Для них я просто готовилась к экзаменам с подружкой и делала проекты, потому меня с вопросами не доставали, куда я и зачем ухожу вечером-ночью.","\n","^Да и в целом, знаешь, после стольких запретов от родителей так и хочется побыть бунтаркой. Хочется делать то, что мне запрещали, да и с графиком работы было удобно.","\n","ev","str","^Нравилось работать барменом?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"likeWork"},{"#f":5}]}],{"#f":1}],"likeWork":[["^Как бы это ни звучало, но да, мне нравилось! Столько людей приходит, с разными историями и проблемами. Я всё это слушала, одновременно делая какой-нибудь интересный коктейль, так нравилось самой придумывать коктейли и им названия, хоть я и сама до этого не пила вообще. ",{"#":"KeyWord.историями"},"\n","ev","str","^Может есть интересные истории оттуда?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"stories"},{"#f":5}]}],{"#f":1}],"stories":[["^Да говорю же, историй валом, тут даже не знаю, с какой начать... Есть, правда, и та, что очень сильно повлияла на мою жизнь... ",{"#":"KeyWord.повлияла"},"\n","ev","str","^Ну-ка, поподробнее.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"oneBigStory"},{"#f":5}]}],{"#f":1}],"oneBigStory":[["^Пришли как-то ко мне парни, целая кучка парней. Все такие дерзкие, сильные, в кожанках и при деньгах. Напились и нарассказывали мне много лишнего.  ",{"#":"KeyWord.лишнего"},"\n","ev","str","^Чего лишнего нарассказывали?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"bandits"},{"#f":5}]}],{"#f":1}],"bandits":[["^Ну это для них лишнего, а для меня наоборот интересно. Вот мы и разговорились на этой почве. Оказывается, это была банда ребят, которые мутили всякие делишки ради забавы и своей выгоды.","\n","^Так вот, разговорились, и они позвали меня к себе. Не понимала тогда, зачем и почему я. Как я им могу помочь? Через время поняла, какую выгоду они из меня брали... ",{"#":"Sin.1"},"\n","ev","str","^Давай выкладывай.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"profitForBandits"},{"#f":5}]}],{"#f":1}],"profitForBandits":[["^Похоже эти ребята поняли, что я мягкая и мной можно легко управлять, да и не против побунтовать с ними. Мне сейчас очень стыдно за дела, которые я с ними творила... ",{"#":"KeyWord.дела"},"\n","ev","str","^Что ты натворила?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"blackmailing"},{"#f":5}]}],{"#f":1}],"blackmailing":[["^На самом деле, много чего. Но из самого ужасного... Моя задача заключалась в следующем: спать со всякими мажориками, снимая это на скрытую камеру. Потом мы их шантажировали и разводили на бабки.","\n","ev","str","^Как шантажировали? Расскажи поподробнее.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"blackmailingScheme"},{"#f":5}]}],{"#f":1}],"blackmailingScheme":[["^Хоть мне и было 20 лет, но выглядела я моложе, но если накрашусь хорошо, то выглядела наоборот старше. Мы подделали мне паспорт, по паспорту мне было 14 для этих мажориков.","\n","^Так вот и показывали мы им записи с камер и мой ненастоящий паспорт - видел бы ты их глаза в этот момент, испуганные до смерти. Они и велись. Много мы денег заработали за всё это время... ",{"#":"Sin.0"},"\n","ev","str","^Всё это время? Это сколько вы таким занимались?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"longTimeGang"},{"#f":5}]}],{"#f":1}],"longTimeGang":[["^Несколько лет мы с ними вместе работали, пока не случилось самое страшное... ",{"#":"KeyWord.страшное"},"\n","ev","str","^Что тогда произошло?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"mumStressing"},{"#f":5}]}],{"#f":1}],"mumStressing":[["^Да как я и рассказывала, мои родители очень близко всё воспринимали к сердцу. Конечно, мой внешний вид поменялся в то время, как я начала в быть банде.","\n","^Маму это очень сильно волновало, она уже сомневалась в том, что я усиленно готовлюсь к экзаменам и делаю проекты. Постоянно выспрашивала, куда я ухожу. Но я не хотела отвечать и уже не было желания что-то выдумывать и как-то выкручиваться.","\n","ev","str","^Что было дальше?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"mumStressing2"},{"#f":5}]}],{"#f":1}],"mumStressing2":[["^В один момент маме очень сильно поплохело с сердцем. Каждый раз она меня умоляла перестать так выглядеть и так себя вести, просила приехать навестить её, но мне было не до этого...","\n","^Мне нравилось быть бунтаркой и нагло зарабатывать деньги. Нравилось, пока не произошло это...","\n","^Она умерла прямо в тот момент, когда мы были на нашей секретной операции. Она звонила... Отец звонил... Я до сих пор вспоминаю это с болью. После этого происшествия я переосмыслила все. ",{"#":"Sin.2"},{"#":"KeyWord.переосмыслила"},"\n","ev","str","^Точно переосмыслила? Как жизнь складывалась дальше?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"newLife"},{"#f":5}]}],{"#f":1}],"newLife":[["^Честно, переосмыслила. И раскаиваюсь во всех своих грехах. Я не хотела больше заниматься этими грязными делами в банде. Я даже очень хотела, чтобы ребята из банды это поняли, просто чтобы перестали этим заниматься. Это всё приведёт к одному. ",{"#":"Virtue.1"},"\n","ev","str","^У тебя получилось это сделать?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"banditsWereSplitted"},{"#f":5}]}],{"#f":1}],"banditsWereSplitted":[["^Нет, конечно. Для них это целая жизнь. Они стали насмехаться надо мной, типа я всякую чушь несу и стала другой, двинулась головой. Были и те, что сочувствовали мне, но от этого начался полнейший раздор в этом коллективе. ",{"#":"KeyWord.раздор"},"\n","ev","str","^Какой раздор? Все поссорились?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"gangSplitted"},{"#f":5}]}],{"#f":1}],"gangSplitted":[["^Да, все стали против друг друга. Я тебе даже больше скажу: они начали устраивать драки и даже нескольких парней из нашей банды убили. Это я серьёзно - это было на моих глазах. Потом пару человек посадили, чёрти что творилось...","\n","ev","str","^Мда уж... И как все разрешилось?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"gangSplitEnded"},{"#f":5}]}],{"#f":1}],"gangSplitEnded":[["^Да ничего там не разрешилось. В какой-то операции они лоханулись, и им нужно было кого-то одного из банды подставить. Знаешь кого они подставили? Меня, потому что я начала этот раздор между ними. Меня... хоть я даже уже и не контактировала с ними больше...","\n","ev","str","^Как это произошло и как ты об этом узнала?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"copsArrived"},{"#f":5}]}],{"#f":1}],"copsArrived":[["^Я об этом узнала в тот момент, когда под мой дом приехали копы. Они пытались выломать дверь, я слышала их слова о пожиненном. Я понимала, если не сейчас, то уже и никогда...","\n","ev","str","^Ты о чем? Что ты сделала?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"suicide"},{"#f":5}]}],{"#f":1}],"suicide":["^Я решила умереть... Я выбросилась из окна, после этого я не помнила ничего, очутилась здесь... Не понимаю, что мне делать дальше... ",{"#":"Sin.3"},"\n",{"->":"ending"},{"#f":1}],"ending":["end",{"#f":1}],"#f":1}],"listDefs":{}}