{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Ведь я всегда помогала людям, а что сейчас? Вот как и говорят, не делай добра - не получишь зла... ",{"#":"KeyWord.добра"},{"#":"KeyWord.зла"},"\n","ev","str","^Добро всегда вознаграждается, тем более у нас тут.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Зло мы обязательно накажем. Что случилось?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"kindDeeds"},{"#f":5}],"c-1":["\n",{"->":"alcohol"},{"#f":5}]}],{"#f":1}],"kindDeeds":[["^Ага... А ведь знаешь, еще только в начале своей карьеры я помогала людям на войне. Там было очень страшно, но выбора не было, я работала медсестрой и изо дня в день видела столько покалеченных людей... ",{"#":"Virtue.0"},"\n","ev","str","^Какой ужас... Как ты смогла с этим справиться? Повлияла ли война на тебя?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"nervousSystemProblems"},{"#f":5}]}],{"#f":1}],"nervousSystemProblems":[["^Да уж, не всё так просто. Конечно, дальше моей нервной системе было тяжелее. Было тяжелее вывозить проблемы и справляться с ними.  ",{"#":"KeyWord.проблемы"},"\n","ev","str","^Расскажи подробнее про проблемы.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"alcohol"},{"#f":5}]}],{"#f":1}],"alcohol":[["^У меня были проблемы в семье. И это всё не просто из-за слабой нервной системы... Всё из-за алкоголя, были времена, что у меня другого выбора не было и алкоголь - единственное, что меня спасало. ",{"#":"KeyWord.семье"},{"#":"KeyWord.алкогол"},"\n","ev","str","^Расскажи про проблемы в семье.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^И как? Помогало уходить от реальности?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"alcoholAffectedFamily"},{"#f":5}],"c-1":["\n",{"->":"alcoholAffectedWork"},{"#f":5}]}],{"#f":1}],"alcoholAffectedFamily":[["^Да здесь рассказывать-то и нечего. Постоянные ссоры с мужем, недопонимания с детьми. Из-за этого мы с детьми очень сильно отдалились. Больно понимать, что самые близкие тебе люди  ничего тебе больше не рассказывают. ",{"#":"Sin.2"},"\n","^Еще больнее было с этим справляться, когда на работе полнейший аврал, и не получать от своих родных поддержки из-за постоянных ссор.","\n","ev","str","^Трудно было на работе?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"pandemiaProblems"},{"#f":5}]}],{"#f":1}],"alcoholAffectedWork":[["^Сейчас-то я понимаю, что зря это я так... А тогда домой я приходила уже пьяная. Это происходило на работе, где ж еще? Я проводила там сутками, было действительно тяжело. Временами прям невыносимо. Приходилось спасаться так. ",{"#":"KeyWord.тяжело"},{"#":"KeyWord.пьяная"},{"#":"Sin.1"},"\n","ev","str","^Тяжело было на работе?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Интересно, откуда у вас на работе алкоголь? Взятки от пациентов?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"pandemiaProblems"},{"#f":5}],"c-1":["\n",{"->":"alcoholBribes"},{"#f":5}]}],{"#f":1}],"alcoholBribes":[["^Алкоголь это были подарки за качественную работу, наряду с конфетами и шоколадками. Метко это ты про взятки. Действительно, иногда грешила этим, принимала взятки, да там выбора не было.","\n","^Тяжёлые времена были на работе, столько людей нуждалось в качественном оборудовании и лекарствах, которого  было ограниченное количество. Приходилось кому-то давать лучшее, здесь и так и так кому-то бы повезло меньше. ",{"#":"Sin.0"},"\n","ev","str","^Что за тяжелые времена? Давай об этом поподробнее","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"pandemiaProblems"},{"#f":5}]}],{"#f":1}],"pandemiaProblems":[["^Я отчётливо помню времена, когда по время пандемии приходилось жить на работе. А как иначе? Я врач, я иначе не могу, я спасаю людей. Конечно, от такой нагрузки очень непросто, выдержит далеко не каждый.","\n","^Даже своё здоровье губила из-за такой нагрузки, не спала сутками, всё время подрывалась на просьбы пациентов, им то было вообще тяжело - я я не могла их бросить. ",{"#":"Virtue.2"},"\n","ev","str","^На тебя столько всего взвалилось?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"goodBoss"},{"#f":5}]}],{"#f":1}],"goodBoss":[["^Понимаете, я главврач, у меня выбора и не было. Тем более я добросовестный работник, конечно я буду работать качественно и максимально пытаться всем помочь. Поэтому я исполняла задачи и начальницы, и лечащего врача, от этого вдвойне тяжелее. Ведь врачи бегали в хаосе и боялись, что будет дальше, а я это всё еще и  разруливала, хоть и сама волновалась.","\n","^Так что на мне была огромная ответственность. Под моим руководством у всех все получалось, они верили в меня и я чувствовала, что если я сломаюсь, то и остальные врачи посыпятся один за другим. Хоть мне и было очень трудно, этого я им не показывала. ",{"#":"Virtue.3"},"\n","ev","str","^Быть главврачом довольно почетно. Как у тебя это удалось?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"medicineAchievements"},{"#f":5}]}],{"#f":1}],"medicineAchievements":[["^Я в своё время очень много участвовала в научном развитии медицины, участвовала в конференциях со своими разработками, писала медицинские книги. ",{"#":"Virtue.1"},"\n","^Даже сделала научное изобретение. Потому и повысили меня, увидев мой потенциал развиваться и развивать медицину. Я, к слову, работала не только врачом, но и занималась безвозмездным трудом. ",{"#":"KeyWord.изобретение"},{"#":"KeyWord.безвозмездным"},"\n","ev","str","^Что за изобретение?","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Что ты делала безвозмездно?","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"invention"},{"#f":5}],"c-1":["\n",{"->":"volunteering"},{"#f":5}]}],{"#f":1}],"invention":[["^Тебе это честно интересно? Делали с напарником лекарство, связанное со стволовыми клетками. Ты не поймёшь... Конечно, за эту разработку заплатили много, но деньги это не главное. Я же их сразу потратила, но не на себя.","\n","ev","str","^А на что потратила?","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",{"->":"volunteering"},{"#f":5}]}],{"#f":1}],"volunteering":["^Я занималась волонтёрством. Перечисляла деньги в детские дома, тяжело больным людям, помогала пенсионерам, также животным в приютах. Деньги за научное изобретение потратила также на волонтёрские дела. ",{"#":"Virtue.4"},"\n",{"->":"ending"},{"#f":1}],"ending":["end",{"#f":1}],"#f":1}],"listDefs":{}}